Repository: MZAWeb/business-hours-plugin
Catalog: languages/business-hours-*.po
Languages: da_dk, es_es, nl_nl, pl_pl

source: Every day
da_dk: Hver dag
es_es: Todos los días
pl_pl: Każdego dnia

source: Mondays to Fridays
da_dk: Mandag til fredag
es_es: Lunes a Viernes
pl_pl: Od poniedziałku do piątku

source: Saturdays and Sundays
da_dk: Lørdag og søndag
es_es: Sábados y Domingos
pl_pl: Soboty i Niedziele

source: Every month
da_dk: Hver måned
es_es: Todos los meses
pl_pl: Każdego miesiąca

source: Every year
da_dk: Hvert år
es_es: Todos los años
pl_pl: Każdego roku

source: Closed
da_dk: Lukket
es_es: Cerrado
nl_nl: Gesloten
pl_pl: Zamknięte:

source: Business Hours
da_dk: Åbningstider
es_es: Horas de trabajo
nl_nl: Openings Tijden
pl_pl: Godziny otwarcia

source: Settings saved.
da_dk: Indstillingerne er gemt.
pl_pl: Ustawienia zapisane

source: Thanks for upgrading <strong>Business Hours</strong> to the %s version. Go to the <a href="%s">settings page</a> to check the new features. If you have any suggestion or issue, <a href="">create a support ticket</a>.
da_dk: Tak ford du opdaterede <strong>Business Hours</strong> til version %s. Gå til <a href="%s">Indstillinger</a> for at se de nye muligheder. Hvis du har forslag eller oplever fejl, kan du <a href="">skrive til support</a>.
es_es: Gracias por actualizar <strong>Business Hours</strong> a la versión %s. Ve a la <a href="%s">página de configuración</a> para ver las nuevas funcionalidades. Si tienes alguna sugerencia o problema, <a href="">crea un ticket de soporte</a>.
pl_pl: Dziękujemy za aktualizację<strong>Business Hours</strong> do wersji %s. Idź do <a href="%s">strony ustawień</a>aby zobaczyć nowe funkcje. Jeżeli masz nowe pomysły lub zgłoszenia, <a href="">utwórz zgłoszenie</a>.

source: Shows your business hours by day
da_dk: Viser dine daglige åbningstider
es_es: Muestra el horario de trabajo por d&iacute;a
nl_nl: Laat de openingstijden per dag zien
pl_pl: Pokazuj godziny otwarcia dzień po dniu

source: Business Hours by Day
da_dk: Daglige åbningstider
es_es: Horas de trabajo por d&iacute;a
nl_nl: Openingstijden per dag
pl_pl: Godziny otwarcia wg dnia

source: Business hours on
da_dk: Åbningstider
es_es: Horario el d&iacute;a
nl_nl: Openingstijden op
pl_pl: Godizny otwarcia na

source: Business hours for each day of the week
da_dk: Åbningstider for hver ugedag
es_es: Horario para cada día de la semana
pl_pl: Godziny otwarcia dla każdego dnia tygodnia

source: Leave the fields empty for the days your business is closed.
da_dk: Efterlad felterne tomme, de dage hvor du holder lukket.
es_es: Deja los campos vacíos para los días en que está cerrado
pl_pl: Pozostaw to pole puste w dniach, w których jest nieczynne.

source: Day
da_dk: Dag
es_es: D&iacute;a
nl_nl: Dag
pl_pl: Dzień

source: Open
da_dk: Åbner
es_es: Apertura
pl_pl: Otwieramy

source: Close
da_dk: Lukker
es_es: Cierre
nl_nl: Gesloten
pl_pl: Zamykamy

source: <b>Instructions:</b>
da_dk: <b>Sådan gør du:</b>
es_es: <b>Instrucciones:</b>
pl_pl: <b>Instrukcje:</b>

source: 1) Click on "Add Exception".
da_dk: 1) Klik på "Tilføj undtagelse".
es_es: 1) Click en "Agregar Excepción".
pl_pl: 1) Kliknij na "Dodaj wyjątek".

source: 2) Select a day, month and / or year (i.e. To add an exception for every March 1st select day 1, month March and leave the year empty).
da_dk: 2) Vælg en dag, måned og/eller år (for en undtagelse hver 1. Marts, skulle du så vælge Dag: 1 – Måned: Marts – År: Hvert år).
es_es: 2) Seleccione día, mes y/o año. (ej: Para agregar una excepción para todos los 1 de Marzo, selecciona día 1, mes Mazo y deja el año vacío)
pl_pl: 2) Zaznacz dzień, miesiąc i/lub rok (np. żeby dodać wyjątek dla każdego 1 marca wybierz dzień1, miesiąc, Marzec i pozostaw rok pusty)

source: 3) Type the open and close hours for this exception. Leave empty if your business remains closed during this exception.
da_dk: 3) Skriv åbne- og lukketider for denne undtagelse. Lad felterne være tomme, hvis der er lukket i hele perioden for denne undtagelse.
es_es: 3) Ingrese los horarios de apertura y cierre. Déjalos vacíos si ese día está cerrado.
pl_pl: 3) Wprowadź godziny otwarcia i zamknięcia dla tego wyjątku. Zostaw puste jeżeli Twój biznes pozostaje w tym czasie zamknięty.

source: 4) If you want to add more exceptions, click the 'Add Exceptions' button and repeat this process in the new added row.
da_dk: 4) Hvis du vil tilføje flere undtagelser, skal du klikke 'Tilføj undtagelse'-knappen og gentage ovenstående i den nye række af felter.
es_es: 4) Si quieres agregar otra exepción, click en "Agregar Excepción" y repita este proceso en la nueva linea.
pl_pl: 4) Jeżeli chcesz dodać więcej wyjątków to kliknij przycisk 'Dodaj wyjątek; i powtórz proces w nowododanej linii.

source: 5) Need help setting exceptions? <a href='https://github.com/MZAWeb/business-hours-plugin/issues'>Open a ticket in GitHub</a>
da_dk: 5) Har du brug for hjælp med at tilføje undtagelser? <a href='https://github.com/MZAWeb/business-hours-plugin/issues'>Skriv til support på GitHub</a>
es_es: 5) ¿Necesitas ayuda? <a href='https://github.com/MZAWeb/business-hours-plugin/issues'>Abre un ticket de soporte.</a>
pl_pl: 5) Potrzebujesz pomocy w ustawianiu wyjątków? <a href='https://github.com/MZAWeb/business-hours-plugin/issues'>Otwórz zgłoszenie na GitHub</a>

source: Day:
da_dk: Dag:
pl_pl: Dzień:

source: Month:
da_dk: Måned:
es_es: Mes:
pl_pl: Miesiąc:

source: Year:
da_dk: År:
es_es: Año:
pl_pl: Rok:

source: Open:
da_dk: Åbner:
pl_pl: Otwieramy:

source: Close:
da_dk: Lukker:
pl_pl: Zamykamy:

source: Remove
da_dk: Fjern
es_es: Remover
pl_pl: Usuń

source: Exceptions
da_dk: Undtagelser
es_es: Excepciones
pl_pl: Wyjątki

source: Exceptions allow you to set different business hours for specific days (ie: Holidays, Vacations, etc).
da_dk: Undtagelser gør det muligt at vise andre åbningstider for bestemte dage &amp; perioder (f.eks. helligdage, ferier, osv.).
es_es: Las excepciones te permiten configurar diferentes horarios por días específicos (Fiestas, vacaciones, etc).
pl_pl: Wyjątki pozwalają na zdefiniowania różnych godzin otwarcia dla wybranych dni (np. Wakacje, Święta, itp.)

source: Add exception
da_dk: Tilføj undtagelse
es_es: Agregar excepción
pl_pl: Dodaj wyjątek

source: Support / Contact
da_dk: Support / Kontakt
es_es: Soporte / Contacto
pl_pl: Wsparcie / Kontakt

source: Need support? Have an idea? Create a <a href="https://github.com/MZAWeb/business-hours-plugin/issues">new issue in GitHub</a> or in the <a href="http://wordpress.org/support/plugin/business-hours-plugin">support forums</a> at WordPress.org
da_dk: Har du brug for support? Eller har du en god idé? Skriv til support, ved at oprette et <a href="https://github.com/MZAWeb/business-hours-plugin/issues">nyt issue på GitHub</a> eller skriv i <a href="http://wordpress.org/support/plugin/business-hours-plugin">support forum met</a> på WordPress.org
es_es: ¿Necesitas ayuda? ¿Tienes una idea? Crea un <a href="https://github.com/MZAWeb/business-hours-plugin/issues">ticket en GitHub</a> o en el <a href="http://wordpress.org/support/plugin/business-hours-plugin">foro de soporte</a> en WordPress.org
pl_pl: Potrzebujesz wsparcia? Masz pomysł? Utwórz <a href="https://github.com/MZAWeb/business-hours-plugin/issues">nowe zgłoszenie naGitHub</a> albo na <a href="http://wordpress.org/support/plugin/business-hours-plugin">forum wsparcia</a> WordPress.org

source: <a href="https://github.com/MZAWeb/business-hours-plugin/wiki">Documentation</a>
da_dk: <a href="https://github.com/MZAWeb/business-hours-plugin/wiki">Dokumentation</a>
es_es: <a href="https://github.com/MZAWeb/business-hours-plugin/wiki">Documentación</a>
pl_pl: <a href="https://github.com/MZAWeb/business-hours-plugin/wiki">Dokumentacja</a>

source: <a href="http://twitter.com/MZAWeb">Tweet to me</a>
da_dk: <a href="http://twitter.com/MZAWeb">Send et Tweet</a>
es_es: <a href="http://twitter.com/MZAWeb">Tweeter</a>
pl_pl: <a href="http://twitter.com/MZAWeb">Tweetuj do mnie</a>

source: <a href="http://danieldvork.in/?utm_source=business_hours&utm_medium=settings&utm_campaign=plugin">My blog</a>
da_dk: <a href="http://danieldvork.in/?utm_source=business_hours&utm_medium=settings&utm_campaign=plugin">Min blog</a>
es_es: <a href="http://danieldvork.in/?utm_source=business_hours&utm_medium=settings&utm_campaign=plugin">Mi blog</a>
pl_pl: <a href="http://danieldvork.in/?utm_source=business_hours&utm_medium=settings&utm_campaign=plugin">Mój blog</a>

source: I promise to keep this plugin free for ever. If it makes you happy and you want to make me happy, you can donate a few bucks to me via PayPal at daniel@mzaweb.com
da_dk: Jeg lover at holde dette plugin gratis forevigt. Hvis det gør dig glad og du gerne vil gøre mig glad, kan du donere et par pebernødder til mig via PayPal til daniel@mzaweb.com
es_es: Yo prometo que este plugin será siempre gratuito. Si te hace feliz, y quieres hacerme feliz a mí, puedes donarme usando my cuenta de PayPal daniel@mzaweb.com
pl_pl: Obiecuję, że ta wtyczka na zawsze będzie bezpłatna. Jeżeli to Cię uszczęśliwa, a Ty chcesz uszczęśliwić mnie, to możesz "postawić mi piwo" przez PayPal na daniel@mzaweb.com

source: Save Changes
da_dk: Gem ændringer
es_es: Guardar Cambios
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany

source: Go to the <a href="%s">settings</a> to setup your business hours.
da_dk: Gå til <a href="%s">Indstillinger</a> for at skrive dine åbningstider.
es_es: Ve a la<a href="%s">página de configuración</a> para configurar tus horarios de trabajo.
pl_pl: Idź do <a href="%s">ustawień</a> żeby ustawić godziny otwarcia.

source: Widget title
da_dk: Widget titel
es_es: Título del widget
pl_pl: Tytuł widgeta

source: Show a table with the business hours for all weekdays
da_dk: Vis en tabel med åbningstider for alle hverdage
pl_pl: Pokaż tabelę z godzinami otwarcia dla wszystkich dni tygodnia.

source: Make the list collapsible
da_dk: Gør det muligt at folde listen ind/ud
es_es: Hacer la lista colapsable

source: Toggle templating options
da_dk: Vis/skjul muligheder for templating (widget skabelonen)
es_es: Mostrar las opciones de template
pl_pl: Rozwiń opcje szablonów

source: Template for heading
da_dk: Template til overskrift
es_es: Template del encabezado
nl_nl: Sjabloon voor hoofd tekst
pl_pl: Szablon dla nagłówka

source: The tag {{Day}} will be replaced with the weekday name.
da_dk: {{Day}} bliver automatisk udskiftet med navnet på ugedagen.

source: Template for working hours
da_dk: Template til åbningstiderne
es_es: Template del horario
nl_nl: Sjabloon voor open tijden
pl_pl: Szablon dla godzin otwarcia

source: The tags {{Open}} and {{Close}} will be replaced with the correct values.
da_dk: {{Open}} og {{Close}} bliver automatisk udskiftet med de rigtige værdier.
pl_pl: Tagi {{Open}} i {{Close}} będą zastąpione odpowiednimi wartościami.

source: Template for "closed" text
da_dk: Template til "lukket" tekst
es_es: Template para el texto de cerrado
nl_nl: Sjabloon voor "gesloten" tekst
pl_pl: Szablon dla tekstu "zamknięte"

source: Title
nl_nl: Titel

source: The tags {{Open}} and {{Close}} will be replaced with the correct value.
nl_nl: De tags {{Open}} en {{Gesloten}} worden vervangen door de juiste waarde

source: Show also a collapsible list with the business hours for each weekday:
nl_nl: Laat ook een opvouwbare lijst zien met openingstijden voor elke dag

source: [Show all days]
nl_nl: [laat alle dagen zien]

source: Is it open on %s?
nl_nl: Zijn we open op %s?

source: Support
nl_nl: Ondersteuning

source: Bugs? Questions? Suggestions?
nl_nl: Fouten? Vragen? Suggesties?

source: Business Hours Settings
nl_nl: Business Hours Instellingen
